window.version='1.5';
window.SKSN_BJGS_B={	 
  '第一幕':{  
    'version':'帝都诡事篇',
	'players':["sksn_ying"],
    'info':'<b>神秘的刺杀者>>></b><br><br><li>路西费尔帝国，简称帝都，是这个世界当今最繁荣的国家，传闻这个国家有一名奇怪的异能者，他是一名手上沾满了鲜血的刺客。他杀人无数，有皇室的贵族，有贫民窟的贫民甚至还有强大的异能者似乎没什么是他无法杀死的，每到夜幕降临他就会在帝都的某个角落开始他的屠杀，没有人能看清他的身影，就算是看清了，下一秒人头就落地了，没人知道他杀人目的是什么，有人说他是收钱办事，但没人见过他长什么样，见过他的人都已经死了。<br><li>所以他不可能是收钱办事这么简单，而且他每次杀人一定是有目的的但这个规律让我始终捉摸不透，怎么办好像有点喜欢呢哈哈，咳咳，言归正传，他已经很久没有再出现过了，就像是在策划着什么但他肯定还会再出现的，就在不久的将来。一名帝都的占卜师微笑着合上了书本对着桌子对面的这位穿着与这个世界格格不入的男生说道。',
    'cards':[],
  },

  '第二幕':{  
    'version':'帝都往事篇',
	'players':["sksn_lanbote","sksn_saimiuer"],
    'info':'<b>正义？>>></b><br><br><li>塞缪尔是帝都教会的一名执行者，同时也是一名体内蕴含强大能力的异能者，被帝都的人们称之为上帝的义人，他身穿暗金战甲，手上拿着由东极最好的铁匠打造的暗金圣剑，不不服从于教会的人都由他裁决，如今的他已是人之下万人之上，这么强大的人其实还有一个神秘的师傅，他就是剑圣兰伯特。<br><li>可谁知道他们背后有着一段这样的故事。七年前在尼吉拉斯王国，还是青少年的塞缪尔在野外狩猎意外受到魔种袭击身受重伤，被路过的剑圣兰伯特看见了，兰伯特出手救下了受重伤的塞缪尔，并为他疗伤，在塞缪尔伤势痊愈后塞缪尔决定拜兰伯特为师。“拜我为师？你可要想好了，跟着我可是非常辛苦的。”兰伯特笑着说道。“没关系的，就算再辛苦我也愿意。”塞缪尔跪在地上低着头说道。“你为什么这么想拜我为师”，塞缪尔大声的回答道：“为了变强，强到可以主宰这个世界！”兰伯特又笑着说道：“主宰世界？这我可帮不了你，不过呢我至少能让你主宰自己的命运。”就这样塞缪尔成功的拜了兰伯特为师。从此以后两人一起四处流浪，四处修行，几个月的时间内塞缪尔进步神速，这令兰伯特十分欣慰他认为塞缪尔总有一天能给继承自己的衣钵。<br><li>但好景不长他们路过了一个叫路西费尔帝国（帝都）的国家，这个国家十分崇拜神明，并且他们认为教会是距离神最近的地方，这让人民十分的尊敬教会。此时这个国家的教会正在处置被关押的犯人，看到一个又一个人头落地，塞缪尔忍不住冲上前去问：“为什么要这样做？”执行者怒斥道：我们这是在执行正义，来人把这个小子给我带下去！“什么是正义？”塞缪尔挣扎着问道。“教会就是正义，一切违抗教会的人通通都将受到裁决！”执行者回答道。这句话深深的刻在了年少无知的塞缪尔心中，就这样几个月后他问师傅：“师傅，什么是正义？”兰伯特回答道：“正义？胜利就是正义，唯有胜利者才能定义正义。”但塞缪尔对这个回答并不满意，他认为师傅的观点是错的，所以他更倾向于前者，导致他并不想再追随兰伯特了，但自己需要变强只好强忍着，就这样塞缪尔跟随了兰伯特两年，两年之后他们再次因为这个理念大吵了一架甚至还刀剑相向，结果很明显塞缪尔被轻松撂倒，最后塞缪尔哭着跑下了山，只留下了一句话：“总有一天我会打败你！”就这样两人因为理念不同而分道扬镳。<br><li>此后塞缪尔独自修行了三年，三年后塞缪尔加入了帝都的教会，以他从剑圣兰伯特那练就的实力，仅仅只用了一年时间就成为了教会的执行者。而此时的兰伯特也收到一份邀请，邀请他的是一名自称地下反叛军首领的人，看他的穿着就知道一定是一名刺杀者，但其不愿意透露自己的姓名，不过很显然他决定邀请兰伯特加入地下反叛军，并且这位无名刺杀者还告诉了他塞缪尔的所在地，这让兰伯特非常果断的加入了地下反叛军，因为他决定给自己愚蠢的徒弟上一课。',
    'cards':[],
  },

    '第三幕':{  
    'version':'时空之力篇',
	'players':["sksn_yigenuosi","sksn_ailuoyi"],
    'info':'<b>奇怪的相遇>>></b><br><br><li>“终于，脱离了那处恐怖的漩涡么？”伊格诺斯揉了揉仍在发痛的脑袋，复苏的身体忽然感觉到一阵柔软。<br>“嗯？这里是？”伊格诺斯环顾四周，他正处在一个雍容典雅的房间内，而他正躺在房间中间的床上。“布置风格颇有些中世纪的味道。”<br>“你醒了？”红衣女子推门而入。<br>“你是？”伊格诺斯顿时警觉起来，从床上跳了起来。<br>“麻烦你先把衣服穿上，我可没有看男子裸体的癖好。”红衣女子将手中的杯子放到桌子上，不咸不淡地说道。<br>“什么？”伊格诺斯往身下一看，果然，自己赤裸全身，而且是在一个陌生女子的面前。<br>“喂！是你把我的衣服脱下来的？”<br>“请收起你那污秽的思想。”红衣女子皱了皱眉，“我自然不会将浑身肮脏不堪的你放在我的床上，更不会亲自为你脱衣。你的衣服在床头柜那里，已经洗好了。”<br>“那就好。”伊格诺斯穿好衣服，“这里是哪？”<br>“你已经失去记忆了？”红衣女子坐在红木椅子上，眼神甚至没有看向伊格诺斯，“你或许可以问问你体内的那家伙。”<br>“你是如何知道的？”伊格诺斯双眼微眯，打量着端坐在椅子上的女子。她的内心并不像外表表现的那么幼稚。<br>“没有意义的问题，我不会回答。但是，如果你不能完全掌握那东西的力量，你很快就会死。”<br>“你是说，我会被它的力量反噬？”<br>“不仅如此。它的主人也会取走。而那时，你觉得你的命还会被它的主人保留下来么？”<br>死亡一般的沉默。<br>“我该怎么做？”<br>“先留在我这里吧，我尽量帮助你掌握那东西的力量。”<br>“我凭什么相信你？”<br>“呵呵，跟我来。”红衣女子站起身，走到窗边，看着窗外熙熙攘攘的街道。<br>“这里。。。”<br>“这里是路西费尔王国的王都。我名艾萝依，是一位占星师。”艾萝依打断了伊格诺斯，“这座高塔，是上一任国王为我建造的。凡人认为，我的存在，就是为了传达和顺应神的旨意。”<br>“你现在想逃走，我也不会阻拦。但是你会失去前进的方向。”<br>“所以，不妨接受我的建议，留在这座高塔。”艾萝依转身，紧紧盯着伊格诺斯。<br>“我，接受你的建议。”',    'cards':[],
  },

    '第四幕':{  
    'version':'影刃刀篇',
	'players':["sksn_jielaer","sksn_halidisi"],
    'info':'<b>影诸神>>></b><br><br><li>“桀拉尔，你当真要去下面？”哈利迪斯坐在大殿的宝座上，白色的枯骨咯吱作响。<br>“既然路西法大人已经为我们所用，兄长也已经掌控了整个时空圣殿，我也想去逍遥逍遥。”<br>“既然如此，那再交给你个任务。”哈利迪斯手中的镰刀划着地板。<br>“不会是让我收拾海神他们吧，我可没那么多闲工夫去找他。”<br>“当然不是。你可记得出现在圣殿前的那个男子？”<br>“你是说，那个吸收走了水晶的小崽子？”<br>“找到他，把水晶带回来。”哈利迪斯森森的笑着，整个白袍随着白骨的抖动而颤抖着。<br>“好吧好吧，那我就再帮哥哥一个忙。”<br>桀拉尔打了个冷颤，如果哈利迪斯愿意，他随时可以把那柄镰刀收走他的神魄。<br>“这才是为兄的好弟弟。”白袍慢慢飘动着，白骨之手在桀拉尔额头上轻轻一点，一道黑色的印记出现在桀拉尔的额头上。<br>“为兄会好好关注你的，桀拉尔。”<br><br>“这身皮囊怎么那么奇怪？人类真的令人作呕的生灵。也不知道路西法大人为何要创造人类出来。”尼吉拉斯王国郊外，一抹倩影慢慢浮现，吐出的确是温润的男音。“女人，应该怎么说话来着？”桀拉尔想着自己见过的女人，似乎只有路西法大人，还有她。<br><br>“终于弄好了，那么，就让我们去那个王国稍微玩一会吧？”妩媚的声音传出，似有摄人心魄的能力。<br>桀拉尔右手一挥，一柄漆黑如夜的战刃出现在桀拉尔的右手上。一双丹凤眼细细端详着影刃刀。良久，桀拉尔大笑一声：“路西法大人，或许你有卷土重来的机会，但现在，你只能为我们三神所用！”<br><br>“哟，没想到郊外还有这么火辣的美人儿。”<br>“那柄战刃，似乎挺不错的。”<br>“不如抱那美人回去，再好好研究研究那战刃？”<br>“两位大哥，不知有什么事情小女子可以帮忙么？”桀拉尔心中冷笑着，竟有如此不知尊卑的人类。<br>“这郊外危险，常有魔物出现，不如哥哥护送你去最近的城镇，如何？”<br>两人哈哈大笑着，却是直接架住了桀拉尔瘦小的身躯。<br>“两位大哥，这是为何？”<br>“为何？当然是与小美人共度良宵了！”<br>“小女子的意思是，为何要来送死呢？”桀拉尔的身躯慢慢融化在树荫之中，影刃刀插在泥土中。“什么？竟然是魔物？”<br>“小女子可不是魔物，小女子，是你们的神！”桀拉尔妩媚的声音在森林中回荡着，影刃刀随音而起，变幻成一柄双刃刀，将两人直接二分为四，那柄漆黑的利刃甚至没有沾上血液。<br>“若是让影刃刀沾上血，那岂不是对神明的玷污？”桀拉尔轻轻一笑，“路西法大人，且看我将这世界彻底当做我的玩具。”<br><br>“身化万物，影刃诛神。”',
    'cards':[],
  },
}