window.version='1.5';
window.SKSN_BJGS_C={	 
  '第一幕':{  
    'version':'初遇',
  'players':["sksn_xintianbuzhi","sksn_yigenuosi"],
    'info':'<br>伴随着初晨的阳光，伊格诺斯将马车停靠在一所屋子前，他看了看送货单上的地址，确认无误后敲了敲门。<br><br>“请问新田布止小姐在吗？您有快递……啊不是，有些货物请您签收一下。”<br><br>门开了，新田布止打着哈欠从门后探出了头，自从世纪高塔倒塌之后，她便被凯恩安置在了东港边陲的一座小城里，虽然凯恩表示想收她作为养女，以便能更好的保护她，但新田却拒绝了他的好意，她默默地在暗地里调查世纪高塔倒塌的真相，以期待能从中发现什么线索。<br><br>新田布止揉了揉眼睛，看了一眼伊格诺斯，又看了看他身后马车拉着的一个被麻布盖住的长方体，疑惑地问道:<br><br>“我的货物？你是不是搞错了，我不记得自己有叫别人送过什么货物。”<br><br>新田因为刚刚睡醒的缘故，迷迷糊糊的，而且她也不记得自己叫人送什么货物，所以现在是满头雾水，不知所以然。<br><br>“是吗？可收货人的名字这一栏写的确是新田布止，还有地址也没有错。”伊格诺斯再次确认后，将收货单交给了她看。<br><br>“哦？那你先起开吧，我先看看是什么东西。”<br><br>听到新田的要求后，伊格诺斯便一把扯下盖住箱子的麻布，然后请新田布止上来验货。<br><br>新田凑上前来，她先是仔细观摩了一下这个箱子，发现并没有什么特殊的地方，于是便准备直接打开它看看里面有什么，正巧她刚一上手便摸到了木箱子上的一处凸起的纹印。<br><br>她心中一惊，这是东方弘道曾刻过的标记！那么这箱子里的货物是他留下的东西吗？！<br><br>新田一时激动，满怀着期望一下子掀开了木箱子，她甚至忘记了对身为外人的伊格诺斯设防，但箱子里却只有一个圆滚滚的东西在阳光的照射下反射出金属的光泽。<br><br>“这是什么东西？炮弹吗？”新田面露疑惑。那箱子里别无他物，仅仅只是静静地放置着一枚暗蓝色弹头。<br><br>所以他就是在秘密地研制这东西吗？核弹头？大伊万？<br><br>新田这么想着，世人都知道海都的世纪高塔是为了保护一个东西而存在的，但具体是什么玩意，东方弘道这家伙对她也是守口如瓶，所以她也一直都不知道东方弘道平常到底在研究些什么，而现在这件东西就摆在她眼前，但她却感到一丝困惑和悲痛。<br><br>或许他就是因这破东西而殒命的……<br><br>新田布止不傻，她当然知道在外界有多少人想窥探世界高塔的秘密，只是她没想到，他们居然做到了如此地步。<br><br>伊格诺斯看着里面摆放的弹头，突然他看到一个令他感到无比熟悉的东西。他马上指着弹头上镶嵌的一块蓝色的晶体说:<br><br>“弹头只不过是载体，上面的时空碎片才是这个箱子里最重要的东西。”<br><br>“时空碎片？这么说你知道这是什么？”新田立刻问道，目光期待地看着伊格诺斯，如同抓住了救命稻草一般，如果能知道这东西是什么的话，那么就能以此为线索调查世纪高塔为什么被破坏，又是被谁破坏的。<br><br>“……”伊格诺斯沉默了，他心想自己不该将这些事说出来，至少不该在陌生人面前，但还好，新田看上去并不知道时空异变的事。<br><br>女孩期望的眼神逐渐变得失落，新田本来就不善于表达，眼见对方用沉默回绝了，自己也不好再过问。只是……为什么会很难受呢？<br><br>“既然货已经送到了，那么我也该离开了，祝你好运。”伊格诺斯想了想，他还是决定离开，哪怕在女孩的眼神中，他读到了一种深切的孤独感。<br><br>看来她是有什么心事啊，唉，就这么抛下一个落魄的女孩还真是罪过啊，她伤心的样子真的好像只受委屈的小奶猫……算了，本来就跟我没什么关系，货送到后我还得找那奸商拿酬劳……<br><br>伊格诺斯如此想到，他在看到新田陷入沉思后，便悄无声息地默默地离开了。<br><br>新田这时才注意到少年的离去，她看着伊格诺斯的背影，突然想叫住他，她想仔细问他到底知道些什么，但还是没能开口。<br><br>陌路之人，能把这东西带给自己就很不错了，自己还要强求什么呢，新田虽然早已经有了准备，但她事实上还只是一个懵懂的孩子，可在她最需要帮助的时候，那个一直给予她希望，默默守护着她的家伙却不在了。<br><br>就这样吧，不能再去依靠别人了……<br><br>新田将时空碎片从炮弹头上抠了下来，她在心中告诫自己不能再陷入悲伤，她还有更重要的事情要去做。<br><br>但出乎新田意料的，是伊格诺斯没走两步便折了回来，他有些尴尬却面带笑容朝她说道:<br><br>“那个，能给我讲讲这里之前到底发生了什么吗？或许我可以帮上些什么忙。”<br><br>他笑的很真诚，新田布止记得，也是一个阳光明媚的早晨，海风温和，一艘艘渔船随着波浪摇曳，那个男孩在港口边轻轻地朝她挥着手，但他说的却是……<br><br>再见。',
    'cards':[],
  },
  '第二幕':{  
    'version':'分别',
	'players':["sksn_yigenuosi"],
    'info':'<br>伊格诺斯简单收拾了一下，自他调整过来后，便直奔亨利·摩根的店铺，谁知道那个奸商不知道犯了什么病，居然连夜卷铺盖跑路了，不过还好，对方遵守了承诺，将伊格诺斯所要求的那羊皮地图留在了房间最显眼的位置。<br><br>安洁丽娜说是要回到禁锢森林向精灵族报信，伊格诺斯简单地和她客套了几句，便任由她走了。<br><br>“我们释放了一个恐怖的存在，可我们对他却是一无所知。”安洁丽娜如是说道。<br><br>她打算先回圣地，向女王询问该如何处理上古废墟发生的异变，那个名叫伊凡帝勒的男人看起来并不是什么善类，他很有可能做出对精灵族不利的事情来。<br><br>伊格诺斯现在仍是一头雾水，他不明白自己的计划好好的怎么会突然掌控。菲儿……司吉……还有那个伊凡帝勒，他们就像是俄罗斯套娃一样，把自己牢牢套住。<br><br>“我有种预感，我们终有一天会再次和他相遇，如果我们还是现在这个样子的话，那个时候可能连逃跑都做不到了。”安洁丽娜最后的话令他很是在意。<br><br>新田布止貌似受到了极大的刺激，她穷尽全力张开的生命屏障，连阻拦对方一秒都无法做到，而且伊凡帝勒展现的那个态度说明他根本就没有把他们当作对手，反而更像是跟他们玩闹。<br><br>“伊格诺斯，这东西在我这里只会带来灾厄，所以我将它交由你来保管……之后的一段时间，我会努力地适应和提升自己的异能，下次见面时……我不会连一秒都坚持不了了。”她说罢，便独自离开了，就像从未出现一样。伊格诺斯只好叹息，来海都前他只有爱萝依相随，现在也是如此……<br><br>伊格诺斯紧紧握着手中的那枚淡蓝色的水晶，陷入了深思。<br><br>“我到底想做什么？我到底要去往何处？我不知道……”<br><br>这时，时空碎片散发出强烈的光芒，伊格诺斯惊讶地发现，自己的胸口处亦是如此。还没等他继续思索，那时空碎片便脱离了自己的手心，向自己的胸口飞去并刺进他的体内。<br><br>“唔啊！”<br><br>伊格诺斯被这突如其来的变故搞懵了，他痛苦地跪倒在地，捂着自己的胸口打滚。那时空碎片仍像只水蛭一样使劲往自己身体里钻，每融合一点都令他感到心肺绞痛。<br><br>爱萝依听到声音，赶忙从屋子里跑出来，她手忙脚乱不知道该做什么，只能扶起伊格诺斯，让他倚靠在自己的肩上。<br><br>“喂，伊格诺斯，你怎么了啊，你快说话啊。”<br><br>但伊格诺斯已经疼痛到没有知觉，无法回答她了。<br><br>爱萝依焦急中想到了一个办法，她唤出了海妖。传说海妖的歌声具有魅惑人心的作用，她想通过海妖的歌声使伊格诺斯的痛感能稍微地缓解一下。<br><br>“主人……我的这个能力只能起到镇定剂的作用，但实际上他还是会感到疼痛。”<br><br>“这种时候就别挑了，能管一点是一点。”爱萝依心疼地看着面色狰狞的伊格诺斯，豆大的汗珠不断从他的毛孔里渗透出来。<br><br>海妖将自己冰凉的右手放在伊格诺斯的额头，对着他唱起了人鱼族的童谣。伊格诺斯的表情渐渐缓和，最后像是坚持不住一般，昏死了过去。<br><br>“啊？这怎么还不动了，伊格诺斯你不要死啊！”<br><br>“主人，我刚刚用了催眠术，让他暂时睡着了。但实际上应该是因为……引起他疼痛的东西消失了。”海妖缓缓地说道，她看向伊格诺斯一览无余的光洁胸口，时空碎片的融合释放了巨大的能量，将其胸前的医疗都烧成了灰烬，而胸口出一但融合后却连一丝疤痕都看不见，但海妖能够明显地感受到，伊格诺斯的实力比之前更加强大了。<br><br>“真是一个浑身都是谜团的人类啊……”海妖笑了笑，便化做了海水消散了。<br><br>“嗯唔……”伊格诺斯皱着眉头，渐渐睁开了眼睛。<br><br>“啊？醒了？！伊格诺斯，你还疼吗？”<br><br>“没事了，爱萝依……没事了……”伊格诺斯露出一个苦涩的笑容，看来自己让这小丫头担心了好长一段时间啊……<br><br>“你吓死我了……我还以为你也要……呜呜”爱萝依直接扑到了他的怀里哭了出来。伊格诺斯宠溺地摸着她的头，一边安慰着一边感受着自己身上的变化。他的五感好像都比之前要清晰了，就连五十米开外树叶上的纹路也看得一清二楚，平常人如果一觉醒来发现自己拥有了这等能力必是十分惊喜，可伊格诺斯却只感受到了深深的焦虑，他还算得上是人类吗？<br><br>爱萝依抱着伊格诺斯迟迟不愿松开，后者也默默地陪伴着她，伊格诺斯摇了摇头。<br><br>“算了，考虑这些干什么……只要能够拥抱所爱之人，管他拥有什么力量呢？”<br><br>时间渐渐流逝，但爱萝依丝毫没有撒手的意思，伊格诺斯知道自己该做正事了。<br><br>“你要抱到什么时候。”伊格诺斯拍了拍爱萝依的后背，后者突然好像意识到什么，身体一阵抽搐，然后火速从他身上弹了起来。爱萝依面色潮红，支支吾吾地说着一些断断续续的话。<br><br>“别……别误会……我才不是……喜欢抱……抱……我只不过是……担心你，对，担心你！”<br><br>伊格诺斯朝他笑了笑，这行为更让她脸色发烫。爱萝依扭过脸去，咬着嘴唇一言不发。<br><br>伊格诺斯将之前因为疼痛而甩到地上的羊皮地图捡起来，拍了拍上面粘的尘土。<br><br>“这东西是？”爱萝依回过头问道。<br><br>“这份地图上记载着我想要的东西的位置，我必须要得到它，为了我妹妹的下路……也为了——真相。”<br><br>伊格诺斯将自己的目光望向海都南部的港口，未来的时间里，看来免不了要和这异界的大海一较高下……',
    'cards':[],
  },
  /*'模板':{  
    'version':'简介',
	'players':["wwyj_"],
    'info':'技能描述',
    'cards':[],
  },*/
  
  
  
			   
  
}